"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?";
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is currently the newest version available.";
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ is now available—you have %3$@. Would you like to download it now?";
"%@ downloaded" = "%@ downloaded";
"%@ of %@" = "%1$@ of %2$@";
"A new version of %@ is available!" = "A new version of %@ is available!";
"A new version of %@ is ready to install!" = "A new version of %@ is ready to install!";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"An error occurred while downloading the update. Please try again later." = "An error occurred while downloading the update. Please try again later.";
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Please try again later.";
"An error occurred while installing the update. Please try again later." = "An error occurred while installing the update. Please try again later.";
"An error occurred while parsing the update feed." = "An error occurred while parsing the update feed.";
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.";
"B" = "B";
"Cancel" = "Cancel";
"Cancel Update" = "Cancel Update";
"Checking for updates..." = "Checking for updates…";
"Downloading update..." = "Downloading update…";
"Extracting update..." = "Extracting update…";
"GB" = "GB";
"Install and Relaunch" = "Install and Relaunch";
"Installing update..." = "Installing update…";
"KB" = "KB";
"MB" = "MB";
"OK" = "OK";
"Ready to Install" = "Ready to Install";
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.";
"Update Error!" = "Update Error!";
"Updating %@" = "Updating %@";
"You already have the newest version of %@." = "You already have the newest version of %@.";
"You're up-to-date!" = "You're up-to-date!";
"Learn More..." = "Learn More…";
